Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/admin/kainun_institutti/kainun_institutti_a._borsskog_pressimellinki_23.08.2010_nob.doc.tmx
Source language: nob
Languages: fkv

source: Pressemelding
fkv: Oversatt til kvensk: Kainun institutti-Kvensk institutt/ Pirjo Paavalniemi

source: Alf Nilsen-Børsskog
fkv: Pyssyjoki 01.09.2010

source: Kven forfatter Alf Nils en-Børsskogilta (1928) gir ut to diktsamlinger Älä unheeta minnuu (Ikke glem meg) og Korrui tien varrela (Smykker på veikanten) samtidig.
fkv: Kvää niki rjaili i ja Alf Nilsen-Børsskog (1928) oon kirjo i ttannu kaksi uutta poeemikirjaa Älä unheeta minnuu ja Korrui tien varrela.

source: Navnet til boka har gitt forglemmegei (Myosotis sylvatica), som på flere språk kalles "Ikke glem meg.
fkv: Älä unheeta minnuu -kirja oon saanu nimen kukasta, jota monissa kielissä kuttuthaan nimelä ”Älä unheeta minnuu” (Myosotis silvatica).

source: " Blomstersymbolikk knyttes også til diktsamling Korrui tien varrela, der blomstene er uplukkete smykker på veikanten.
fkv: Kukkasymbolikkii oon kans poeemikirjassa Korrui tien varrela, jossa kukat oon niin ko korrui tien varrela.

source: Tidligere i år har den produktive forfatteren utgitt diktsamlingen Poiminttoi.
fkv: Tänä vuona tuli kans ulos Børsskogin poeemikirja Poiminttoi.

source: Alle bøkene er utgitt av Kvensk institutt.
fkv: Kainun institutti oon antanu ulos kaikki kirjat.

source: Alf Nilsen-Børsskog er kjent for verdens første kvenske roman Kuosuvaaran takana (2004).
fkv: Alf Nilsen-Børsskog oon kirjoittannu mailman ensimäisen kvääninkielisen romaanin Kuosuvaaran takana (2004).

source: Det var hans første roman i romanserien Elämän jatko.
fkv: Nämät kirjat kuuluthaan Elämän jatko- kirjasarjhaan, mitä Børsskog oon kirjoittamassa.

source: Hans første diktsamling Muistoin m aila ble utgitt i 2008.
fkv: Hänen ensimäinen poeemikirja Muistoin maila tuli ulos vuona 2008.

source: Børsskog har gjort sitt livsverk som en lærer og begynte å skrive etter han hadde fylt 70 år.
fkv: Børsskog oon työtely opettajana, ja hän alko kirjoittamhaan sen jälkheen ko täytti 70 vuotta.

source: Kvenforfatteren har en rekke av upubliserte manuskripter.
fkv: Hän oon kirjoittannu jo monta uutta kirjaa.

source: Alle forfattere som skriver på et minoritetsspråk har et felles problem, å få sine tekster publisert.
fkv: Mutta kaikila kirjailiijoila, jokka kirjoitethaan minoriteettikielelä, oon sama probleemi: tekstii oon vaikkee saaha kirjaksi.

source: Derfor vil Kvensk institutt som ligger i samme kvenbygda publisere Børsskogs verk.
fkv: Sen tähen Kainun institutti, mikä sijaittee Børsskogin kotikylässä, anttaa ulos hänen kirjoi.

source: Mer informasjon:
fkv: Lis sää tiettoo:

source: Daglig leder Hilde Skanke +47 46 54 88 70 hilde.skanke@kvenskinstitutt.no
fkv: Tieonanttaaja Mervi Haavisto +47 452 03 878 mervi.haavisto@kvenskinstitutt.no

source: Kvensk institutt er et nasjonalt senter for kvensk språk og kultur.
fkv: Kainun institutti - Kvensk institutt oon kväänin kielen ja kulttuurin kansalinen sentteri.

source: Instituttet drives med en grunnstøtte fra Kirke- og kulturdepartementet.
fkv: Institutti saa peruskuurttoo Kulttuuri- ja kirkkodeparttimentiltä.

source: Instituttets nasjonale oppgaver er å etablere og drifte et kvensk språkråd samt å drive opplysningsarbeide om språk og kultur.
fkv: Lisäksi institutin tehtävännä oon kehittäät ja dokumenteerata kväänin kieltä ja kulttuurii.

source: Instituttet ble offisielt åpnet i 2007 og har vært i full drift siden.
fkv: Institutti alotti toiminan vuona 2007. Pyssyjoki 01.09.2010
